{"id":602,"date":"2020-01-27T19:18:00","date_gmt":"2020-01-27T19:18:00","guid":{"rendered":"https:\/\/cochonfluo.com\/?p=602"},"modified":"2021-01-28T16:10:16","modified_gmt":"2021-01-28T16:10:16","slug":"tout-me-degoute","status":"publish","type":"post","link":"https:\/\/cochonfluo.com\/tout-me-degoute","title":{"rendered":"Tout me dégoûte"},"content":{"rendered":"\n<p>À deux ans j’ai arrêté de manger, presque du jour au lendemain. Je ne sais pas pourquoi. J’avais été un gros bébé heureux et tranquille avant, je mangeais de tout. Et puis un jour, plus rien. Pourquoi ? Ma mère à eu un cancer du sein à cette époque, peut être que ça explique des choses. Je sais aussi que mon père a souffert du même problème quand il était enfant. Aujourd’hui j&rsquo;ai 35 ans et je ne souffre presque plus de troubles alimentaires. J&rsquo;ai envie de raconter mon expérience, en espérant que cela puisse aider d&rsquo;autres personnes qui vivent ce que j&rsquo;ai vécu.<\/p>\n\n\n\n<p>J’ai donc deux ans, et du jour au lendemain, je ne mange plus rien. Uniquement des pâtes sans beurre, des poissons panés, des frites, du riz. Mais aucun légume sous aucune forme, aucune sauce, rien de mélangé (que des aliments “bruts”), rien de vert, ni de rouge, pas d’aliments froids, pas de pizza, pas de Macdo, pas d’huile, de beurre ni de vinaigre… Seulement des trucs secs. La salade et les crudités étant les incarnations physiques du diable.<\/p>\n\n\n\n<h2>Le dégoût<\/h2>\n\n\n\n<div class=\"wp-block-group\"><div class=\"wp-block-group__inner-container\">\n<figure class=\"wp-block-image size-large is-resized\"><img loading=\"lazy\" src=\"https:\/\/cochonfluo.com\/wp-content\/uploads\/2021\/01\/CJ_qQ2YUEAATCxy.jpg\" alt=\"\" class=\"wp-image-605\" width=\"695\" height=\"521\" srcset=\"https:\/\/cochonfluo.com\/wp-content\/uploads\/2021\/01\/CJ_qQ2YUEAATCxy.jpg 400w, https:\/\/cochonfluo.com\/wp-content\/uploads\/2021\/01\/CJ_qQ2YUEAATCxy-300x225.jpg 300w, https:\/\/cochonfluo.com\/wp-content\/uploads\/2021\/01\/CJ_qQ2YUEAATCxy-100x75.jpg 100w\" sizes=\"(max-width: 695px) 100vw, 695px\" \/><\/figure>\n\n\n\n<p>L’aspect, la texture, l’odeur, tout me dégoûte dans les aliments, et surtout me provoque une <strong>peur<\/strong> panique, une <strong>angoisse<\/strong> terrible. L’idée même de faire pénétrer ces horreurs puantes, froides, visqueuses à l’intérieur de mon corps est inimaginable. Pour faire comprendre à une personne qui n’a pas cette phobie, il faut qu’elle comprenne que cette purée si appétissante, c’est en réalité de la diarrhée nauséabonde de vieux chien malade. Ces crudités, ce sont de grosses blattes frétillantes et craquantes, pleines d’un jus d’excrément laiteux et amer qui s’accroche en bouche. Voilà ce que m’inspire la nourriture, <strong>c’est une nausée violente, insurmontable<\/strong>. Alors je mange mes pâtes sans beurre et mes poissons panés. Jamais dans la même assiette, toujours séparés.<\/p>\n<\/div><\/div>\n\n\n\n<p>Mes parents ont pensé que c’était une phase, que ça allait passer. C’est vrai que beaucoup d’enfants passent par cette phase. Moi, ça n’est pas passé. Et je suis entré en primaire avec ce handicap.<\/p>\n\n\n\n<h2>Handicap Social<\/h2>\n\n\n\n<p>C’est un handicap social de détester manger, ou plutôt d’avoir un régime alimentaire aussi limité <strong>sans pouvoir l’expliquer<\/strong>. Chaque repas est un moment d’angoisse, de nœuds acide dans l’estomac à mesure que l’heure approche, que les odeurs se font sentir de la cuisine, qu’il y a ce sentiment, cette intuition qu’il va falloir <em>passer à table<\/em>. C&rsquo;est une torture, toute l’attention est rivée sur mon assiette, sur ma bouche. Moi <strong>je n’ai qu’une envie, c’est qu’on m’oublie<\/strong>, qu’on me laisse tranquille. Mais non. Il faut que je goûte ce truc, juste une bouchée, une seule ! Non, c’est impossible, je ne peux pas. Mais si, juste une bouchée, si tu n’aimes pas tu n’es pas obligé de manger. Mais je n’aime <em>déjà<\/em> pas ! Chaque repas est une épreuve, un conflit, une bataille. C’est épuisant. Certains disent que je veux attirer l&rsquo;attention, mais moi tout ce que je voudrais, c&rsquo;est qu&rsquo;on me foute la paix.<\/p>\n\n\n\n<h2>L’Enfant Capricieux<\/h2>\n\n\n\n<p>En dehors de la maison, on me prend pour un enfant bizarre, capricieux, trop gâté… Le regard des autres est humiliant. Je sens le jugement, le mépris de certains adultes, et les questions gênantes des autres enfants (<em>Pourquoi tu ne manges rien ? Je sais pas, j’aime pas…<\/em>). La cantine est évidemment un enfer. J’ai peur de passer une nuit chez des copains à cause des repas. Je refuse de partir en colonie de vacances, voir même en vacance chez les autres, car j’ai peur des repas. <\/p>\n\n\n\n<p>À l&rsquo;école et dans ma famille, mon cas divise. Il y a ceux qui pensent que je joue la comédie, que je suis un sale gosse, et ceux qui pensent <strong>qu’il ne faut surtout pas me forcer<\/strong>, que c’est pas grave, que ça va venir. Ceux-là sont mes alliés, ils me protègent, je les bénis intérieurement. Mais même chez eux, y compris chez mes parents, je sent l’angoisse, la souffrance et aussi un peu la honte que je leur provoque. Il ne faut pas me forcer mais quand même, il faut insister. Il faut bien que je mange ! Pourquoi il ne mange pas cet enfant ? Un jour ma mère voit mon corps nu et panique, je suis tout maigre, on voit mes os, je ressemble à un “enfant d’Auschwitz”. Alors je commence une <strong>psychothérapie<\/strong> vers l’âge de 8 ans. J’y resterai deux ans, sans vraiment savoir si cela à eu un impact, sans doute que oui. <\/p>\n\n\n\n<p>À cette époque, je ne comprends pas pourquoi il n’existe pas une pilule qui m’apporterait simplement les nutriments dont j’ai besoin ? Pourquoi je devrais ingérer des aliments ? Ça me semble préhistorique. Je rêve de cette pilule magique. Mais en attendant j’amène des corn-flakes à la cantine, sans lait, c’est mon déjeuner. Et pour compenser, j’ai un méga goûter dans mon cartable pour quatre heures, pleins de gâteaux et de trucs secs que j’aime. Au delà des remarques un peu rabaissantes, personne ne me force, la plupart des gens sont bienveillants et compréhensifs. L’école met en place un calendrier des repas de la semaine pour que je puisse anticiper ; aujourd’hui c’est dans toutes les écoles, mais à l’époque l’accès à ce document est est un privilège. Oui, j’obtiens des passes-droit, des privilèges.  Et je sens que ça en énerve certains, car je ne suis qu’un sale petit capricieux. J’ai honte de moi. Je me sent faible et lâche.<\/p>\n\n\n\n<h2>L’ado un peu chiant<\/h2>\n\n\n\n<p>Les années passent et j’entre au collège. Mon horizon culinaire s’est davantage ouvert mais il reste très limité. L’angoisse est moins oppressante, car j’ai davantage de liberté. À la cantine self service, je ne mange que des yaourts et des desserts. La lutte est abandonnée, plus personne n’essaie de me faire manger des choses nouvelles. La tension retombe, je ne mange pas beaucoup mieux mais <strong>je respire<\/strong>, je suis moins angoissé. Surtout, <strong>je suis libre<\/strong>, je ne suis plus forcé, et ça me fait du bien. C’est aussi plus facile à camoufler socialement, je peux me fondre dans la normalité. À la fin du lycée, je mange des sandwichs kebabs sans sauce et sans crudités, et je commence à aimer la cuisine chinoise. Par contre je n’ai encore jamais mangé un burger, ni une pizza, ni un panini que tous mes copains mangent. La salade et les crudités restent l’incarnation du diable. Malgré tout, mon cas social est moins pathologique, je ne suis plus capricieux ni privilégié.<\/p>\n\n\n\n<h2>Simplifier les choses &#8211; l’abstraction<\/h2>\n\n\n\n<p>Une abstraction, faire abstraction, c’est prendre un concept complexe et le simplifier mentalement en un seul objet. Quand on pense à un spaghetti, c’est un objet entier, simple. C’est l’inverse d’une recette, qui est la somme complexe d’ingrédients divers. <strong>À cette époque, j’arrive à intégrer de la nouveauté, mais je ne veux surtout pas connaître la composition d’un plat<\/strong>. J’ai besoin de le prendre comme un “tout”, et pas comme la sommes des aliments qui le composent. <\/p>\n\n\n\n<p>C’est très important qu’un plat soit un objet indivisible, cela va dans le sens de mon besoin d’aliments “bruts”, comme les pâtes. <strong>J’ai besoin de faire abstraction de sa composition pour pouvoir l’aborder<\/strong>. Dans le « porc au caramel » il y a deux informations : porc et caramel, c&rsquo;est tout. Et j&rsquo;aime ces deux ingrédients. Je ne veux pas connaître les détails. Les aliments que je n’aime pas portent une connotation négative, et celle-ci pourrait tacher ma vision de ce nouveau plat. Pour l’instant ce plat est, à lui seul, un nouvel aliment. <strong>Sans étiquette ni a priori : il est innocent<\/strong>. Je suis alors libre de lui poser une nouvelle étiquette. <\/p>\n\n\n\n<p>Ensuite, une fois que j’aime le plat et que je l’ai mangé plusieurs fois, alors je peux commencer à le décortiquer. Seulement une fois que je suis à&nbsp;l&rsquo;aise. Ah bon il y a tel aliment ? Ah oui c’est pas si mal… De cette manière, j’arrive à <strong>transformer ma perception de la réalité<\/strong>. Je joue des tours à mon cerveau pour transformer cette réalité.<\/p>\n\n\n\n<h2>La clé c’est de se mentir à soi même<\/h2>\n\n\n\n<p>Se mentir à soi même, se faire du lavage de cerveau, poser des pièges bienveillants pour tomber dedans soi même. L’art de modifier sa perception du monde. On le fait tous, tout le temps, tous les êtres humains en sont capable. Ce qui est difficile, c&rsquo;est de le contrôler.  Pour moi, cela à été un pilier fondamental dans le dépassement de ces phobies. Apprendre à connaître mes mécanismes internes pour réussir à me mentir à moi même, développer ma capacité à transformer ma réalité. À me convaincre que, oui, j&rsquo;aime ce plat, cet aliment, cette boisson, je l&rsquo;aime vraiment.<\/p>\n\n\n\n<p>Oui car au-delà du coté sensoriel, il y a une part très importante de perception dans ce dégoût. <strong>Ce qui me dégoûte, c’est ma <em>perception<\/em> d’un aliment<\/strong>, ce à quoi je l’<em>associe<\/em>, l’image mentale qui vient avec. Un exemple : j’ai toujours aimé les fruits, et détesté la salade. C’était pour moi impossible de manger de la “salade de fruit”. J’ai dû déconstruire l’image de « salade de fruit », en comprenant que c’était simplement un mélange de fruits et qu’il n’y avait pas d’arnaque (la confiance est capitale), pour accepter d’en manger.<\/p>\n\n\n\n<p>Bien sur, il faut relativiser. On ne peut pas tout contrôler, et ces techniques viennent simplement pour aider dans un déblocage, elles ne peuvent pas faire tout le travail. Et tout le travail, je ne sais toujours pas ce que c&rsquo;est. C&rsquo;est se sentir en confiance, libre, responsabilisé, indépendant. Dans mon cas, <strong>c&rsquo;est quand le monde a abandonné d&rsquo;essayer de me faire manger que j&rsquo;ai pu relever mes manches et m&rsquo;occuper du problème à&nbsp;ma façon<\/strong>.<\/p>\n\n\n\n<h2>La victoire<\/h2>\n\n\n\n<p>Dans ma vie d’adulte, de 18 à 25 ans, j’ai commencé à voyager, à partir de chez moi. Je suis parti un an à Cuba, j’ai étudié dans le centre de la France, je suis parti au Québec, en Espagne… <strong>Partir de chez moi<\/strong>, cela a joué un rôle fondamental dans le dépassement de la phobie. C’est toujours dans ces moments que les déblocages les plus importants ont eus lieu. Loin de mon environnement familier. Partir, c’est sans doute une façon de s’approprier la nouveauté.<\/p>\n\n\n\n<p>Lorsque je suis au Québec, à 25 ans, j’emprunte un livre à la bibliothèque : “Les Aliments Contre La Maladie”. Un pavé, une sorte de bible. Chaque aliment est décortiqué, toutes ses vertus sont exposées, mais aussi ses limites. J’étudie ce livre comme un texte sacré. Je découvre que le poivron est l’aliment qui contient le plus de vitamine C. Que l’oignon est bon pour les poumons. Que l’ail possède des vertus antibiotiques… Il se passe deux choses : d’une part ma perception de tous ces aliments est transformée : ils ont un pouvoir de guérison ; et d’autre part j’acquiers une sensation de maîtrise, d’expertise du sujet. Tout cela prend du sens, j’arrive à le saisir. Dorénavant lorsque que je mange un poivron, ce n’est plus un aliment “rouge” (que j&rsquo;associais à la tomate), mais de la vitamine C concentrée (peut être associé à l’orange que j’adore). Et dorénavant, j’ai suffisamment d’expertise pour commencer à le cuisiner moi même. Grâce à ce livre, je trouve un sens aux aliments : ils prodiguent du soin. <\/p>\n\n\n\n<p>Mon grand-père était médecin, je n&rsquo;ai jamais été dégoûté par les médicaments, c&rsquo;est sans doute lié. En tout cas j’ai trouvé une faille, j’ai trouvé comment je pouvais les aimer, ces horribles aliments. Et maintenant, oui, je les aime. J’ai confiance en eux, et je prend confiance en moi pour les manipuler. <\/p>\n\n\n\n<h2>Dé-sensibilisé<\/h2>\n\n\n\n<p>Ce qu&rsquo;il s&rsquo;est passé, c&rsquo;est que je me suis dé-sensibilisé. Aujourd&rsquo;hui, je suis capable de manger à peu près n&rsquo;importe quoi, sauf du vinaigre, qui reste comme un vestige, une plaque commémorative. Je pourrais manger des insectes, presque n&rsquo;importe quoi, j&rsquo;ai ma petite technique, celle de l&rsquo;abstraction. J&rsquo;aime tout. Mais qu&rsquo;est-ce que j&rsquo;aime vraiment ? Est-ce que  » tout aimer  » ne revient pas au meme que  » ne rien aimer  » ? <\/p>\n\n\n\n<h2>Je ne suis pas le seul ?<\/h2>\n\n\n\n<p>Des années passent. Un matin, à 30 ans, je fais un rêve perturbant. Je me réveille en sursaut, avec une illumination. Et si je n’étais pas le seul enfant à qui c’était arrivé ? Ça ne m’était jamais venu à l’esprit. Ça parait irréel mais c’est vrai. Jamais je n’avais imaginé que je puisse ne pas être le seul dans cette situation ! Je me précipite sur l’ordinateur, et pour la première fois de ma vie, je commence à chercher sur internet. Je découvre les termes : troubles alimentaires, néophobie… Je lis les pages Wikipédia, les témoignages, les articles de recherches, les thérapies de désensibilisation… Il y a des parents d&rsquo;enfants, des adultes qui témoignent. Ça me bouleverse. Je ne suis pas le seul ! Et ces troubles ont&nbsp;un nom, je peux les définir. Cela m’émeut aux larmes.<\/p>\n\n\n\n<p>Je me suis mis à pleurer et je suis remonté dans le temps. Je suis allé parler au petit garçon que j’étais. Angoissé à l’heure du repas, honteux des conflits qu’il engendre, de la souffrance qu’il génère. Je suis remonté dans le temps pour lui parler. Le rassurer. Lui dire ce que j&rsquo;aurais voulu entendre à&nbsp;l&rsquo;époque : « ce n&rsquo;est pas grave, ce n&rsquo;est pas de ta faute, tu es comme ça, c&rsquo;est tout. Tu n&rsquo;est pas le seul, ton père et ton grand-père était comme ça aussi. Et il y a pleins d&rsquo;autres enfants dans la même situation. Tu n&rsquo;as pas a avoir honte, tu n&rsquo;a pas a te sentir coupable, tu n&rsquo;es ni égoïste ni capricieux. Ça va passer avec le temps. Mange ce qu&rsquo;il te plaît, concentre toi sur le plaisir des aliments que tu aimes, c&rsquo;est important. Cherche ce qui t&rsquo;épanouit, soit aventureux, et puis le reste se débloquera avec le temps. N’essaie pas d’être normal, tu es déjà normal. « <\/p>\n\n\n\n<h2>La recette<\/h2>\n\n\n\n<p>Sans savoir exactement comment, j’ai réussi à guérir de cette phobie et à&nbsp;devenir le gentil petit garçon qui mange de tout, avec vingt ans de retard.  Et j’ai découvert que ça n’était pas le cas de tout le monde. Pourquoi j’ai guéri ? C’est difficile de donner une recette, d’expliquer vraiment pourquoi cette phobie m&rsquo;a quitté. Il y a des éléments visibles, mais aussi beaucoup qui ne le sont pas. Est-ce que ma psychanalyse à contribué, et si oui dans quelle mesure ? C’est difficile d’analyser ces mécanismes mystérieux qui font que, un jour, certaines choses se débloquent. C’est une combinaison de plusieurs facteurs, c’est un système. Et c&rsquo;est surtout très personnel.<\/p>\n\n\n\n<p>Quoi qu&rsquo;il en soit, en lisant certains témoignages, je pense qu&rsquo;il y a des troncs communs. Je vais quand même détailler les éléments qui me semblent avoir été, dans mon cas, les plus importants.<\/p>\n\n\n\n<p>👀 <strong><mark>Modifier sa perception des aliments et des repas<\/mark><\/strong>. Je suis persuadé que cette phobie est un blocage cognitif, dans le cerveau, qui n’a rien de rationnel. Cela n’est pas lié au goût réel des aliments. D’ailleurs, souvent, l’aliment n’a jamais été goûté. Et dans tous les cas, les récepteurs gustatifs sont très limités : c’est le cerveau qui trouve ça dégouttant, pas la bouche. Alors il faut trouver des moyens de modifier les associations, les regroupements, l’image de ces aliments. Se réapproprier les aliments, comme le livre des « Aliments contre la maladie » m&rsquo;a permis de le faire. Dans tous les cas, ça ne peut pas être imposé, ça doit être décidé activement par la personne phobique.<\/p>\n\n\n\n<p>✅ <strong><mark>Établir une confiance forte<\/mark><\/strong>. Confiance dans l’aliment, confiance dans la personne qui le prépare, confiance dans sa capacité à bien le cuisiner. <strong>Surtout ne jamais mentir, camoufler des aliments dans d’autres<\/strong>, ou tout autre chose qui pourrait ébranler la confiance. Une fois que la confiance est rompue, c’est la catastrophe. <strong>Dans un monde de peur, la confiance est le pilier le plus important à maintenir<\/strong>. Être <em>digne<\/em> de confiance (toujours être du côté de l’enfant) et <em>inspirer<\/em> confiance (maîtriser le sujet, savoir cuisiner et être créatif).<\/p>\n\n\n\n<p>⛔️ <strong><mark>Ne pas forcer. Ne rien imposer. Être bienveillant<\/mark><\/strong>. Ne pas imposer des situations traumatisantes qui ne font qu’empirer le problème. Aucune envie, aucun désir ne naît sous la menace ou la force. Ça risque d&rsquo;être long, voir très long donc autant se détendre, s&rsquo;installer confortablement, se servir une eau gazeuse et regarder paisiblement. C’est important de se détendre, d&rsquo;être confiant dans le fait que ça va bien se passer. Tout doucement, avec bienveillance. Sans angoisse et sans honte.<\/p>\n\n\n\n<p>🌎 <mark><strong>Redistribuer les cartes<\/strong><\/mark>. Introduire de la nouveauté régulièrement. Bouger, sortir. Aérer. Laisser respirer, parfois des années. Changer les variables, changer d’environnement.  Partir, ça été très important pour moi, dès le CM1. Sortir du cadre familial, des cadres familiers. Sortir des boucles infinies. S&rsquo;enfuir. Voyager, aller en vacances. Prendre l’air. Ne pas être forcé à le faire, le faire par envie. Reprendre le contrôle de sa peur, contrôler son inclinaison dans la peur. Partir à l&rsquo;aventure. Sentir cette petite boule de trac et d&rsquo;excitation dans l&rsquo;estomac.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>À deux ans j’ai arrêté de manger, presque du jour au lendemain. Je ne sais pas pourquoi. J’avais été un gros bébé heureux et tranquille&#8230;<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[1],"tags":[],"_links":{"self":[{"href":"https:\/\/cochonfluo.com\/wp-json\/wp\/v2\/posts\/602"}],"collection":[{"href":"https:\/\/cochonfluo.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/cochonfluo.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/cochonfluo.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/cochonfluo.com\/wp-json\/wp\/v2\/comments?post=602"}],"version-history":[{"count":22,"href":"https:\/\/cochonfluo.com\/wp-json\/wp\/v2\/posts\/602\/revisions"}],"predecessor-version":[{"id":626,"href":"https:\/\/cochonfluo.com\/wp-json\/wp\/v2\/posts\/602\/revisions\/626"}],"wp:attachment":[{"href":"https:\/\/cochonfluo.com\/wp-json\/wp\/v2\/media?parent=602"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/cochonfluo.com\/wp-json\/wp\/v2\/categories?post=602"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/cochonfluo.com\/wp-json\/wp\/v2\/tags?post=602"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}